<!doctype html>
<html class="no-js">

	<head>
		
		<title>الفراهيدي - العروض نظريَّاً - طَريقَتا التقطيعِ العَروضِيّ</title>
		
		<?php include( dirname(dirname(__FILE__)) .'/inc/head.php'); ?>	
		


		<!-- mobile-nav -->
		<div id="mobile-nav-holder">
			<div class="wrapper">
				<ul id="mobile-nav">
					
					<li><a href="<?php echo base_url('mezan'); ?>">ميزان القصيدة</a></li>
					<li><a href="<?php echo base_url('wizard'); ?>">معالج كتابة قصيدة موزونة</a></li>
					<li><a href="<?php echo base_url('lessons'); ?>">العَروض نظريَّاً</a></li>
					<li><a href="<?php echo base_url('info'); ?>">عن المشروع</a></li>
				</ul>
				<div id="nav-open"><a href="#">ابدأ</a></div>
			</div>
		</div>
		<!-- ENDS mobile-nav -->
			
		<header>
			
				
			<div class="wrapper">
					
				<a href="<?php echo base_url(''); ?>" id="logo"><img  src="<?php echo base_url('assets'); ?>/img/logo.png" alt="الفراهيدي - مشروع حوسبة عروض الشعر العربي على الويب"></a>
				
				<nav>
					<ul id="nav" class="sf-menu">
						
						<li><a href="<?php echo base_url('mezan'); ?>">ميزان القصيدة<span class="subheader">التقطيع العروضي الآلي</span></a>
						<li><a href="<?php echo base_url('wizard'); ?>">معالج كتابة قصيدة<span class="subheader">اكتب قصيدتك الموزونة</span></a></li>
						<li><a href="<?php echo base_url('lessons'); ?>">العَروض نظريَّاً<span class="subheader">ضوابط البحور و موسيقاها</span></a></li>
						<li><a href="<?php echo base_url('info'); ?>">عن المشروع<span class="subheader">معلومات و سياسات</span></a></li>
						
					</ul>
				</nav>
				
				<div class="clearfix"></div>
				
			</div>
		</header>
	
	
	
	
		<!-- MAIN -->
		<div id="main">
				
			<!-- social -->
			<?php include( dirname(dirname(__FILE__)) .'/inc/social.php'); ?>	
			<!-- ENDS social -->
			
			
			
			<!-- Content -->
			<div id="content">
		
	        	
	        	<br/>
	        	<!-- masthead -->
		        <div id="masthead">
					<span class="head"><img style="margin:0 20px 0 0;width:60px;height:60px;" src="<?php echo base_url("assets/img"); ?>/twitter.png" /></span>
					<div id="lastNews">
					  <ul>
						<li>يجري تحميل الأخبار حاليَّاً ...</li>
					  </ul>
					</div>
				</div>
				<script type="text/javascript">
					$(document).ready(function(){

						$('#lastNews').twittieInternal({
							dateFormat: '%b. %d, %Y',
							template: '<li>{{tweet}} <span class="datetwitter">{{date}}</span></li> ',
							count: 10
						});
		
						
					});
				</script>
	        	<!-- ENDS masthead -->
	        	<br/><br/>
	        	
	        	
	        	<!-- featured -->
	        	<h1 class="home-block-heading">طريقتا التقطيع العروضي</h1>
				
				<div class="pageContentFixed lessonsMukhtar">
					
					<h2>ما هي بحور الشعر ؟</h2>
					<p>
						كما نقوم بتشييد بناء كبير من خلال تجميع عدد من وحدات البِناء الأساسيَّة قام الخليل بن أحمد الفراهيدي بإنشاء وحدات البناء الأساسيَّة الخاصَّة بعلم العروض (التفعيلات) ليستعملها لاحقاً و يشكّل منها "بحور الشِّعر" حيث اصطلح أنّه إن جاءَ شطرٌ
						<small class="goToMukhtar">1</small>
						 من الشِّعر بحركات و سواكن تكافئ حركات و سواكن "فَعُوْلُنْ مَفَاْعِيْلُنْ فَعُوْلُنْ مَفَاْعِيْلُنْ" كان هذا الشَّطر من البحر الطويل
						<small class="goToMukhtar">2</small>
						 , و إن جاء شطر من الشّعر بحركات و سواكن تكافئ حركات و سواكن "فَعُوْلُنْ فَعُوْلُنْ فَعُوْلُنْ فَعُوْلُنْ" كان الشَّطر من البحر المتقارب
						<small class="goToMukhtar">3</small>
						 و هكذا .. و بالطبع سوف نأتي لتفصيل بحور الشعر بحراً بحراً مع جوازاتها في الدروس اللاحقة بشكل تفصيلي.
					</p>
					
					
					

					
					
					
					<h2>طريقة التقطيع الأولى:</h2>
					<p>
						حسناً .. الآن لم نعد نحتاج لأكثر من عمليّة بسيطة لمعرفة البحر الشِّعري الذي ينتمي إليه أي بيت من الشِّعر و لعلّنا نلخّص خطواتها بمايلي :
						<ol>
							<li>نقَسِّم القصيدة إلى أبيات ثمَّ إلى أشطر.</li>
							<li>من أجل كل شطر نقوم بكتابة التشكيل (الحركات و السّواكن) المكافئ للشَّطر منطوقاً.</li>
							<li>نقارن التشكيل الناتج بتشكيلات ضوابط البحور المحفوظة مسبقاً و نحدِّدُ البحرَ.</li>
						</ol>
						هذه هي طريقة التقطيع الأولى باختصار و تبسيط و لعلّنا نقوم بتقطيع بعضَ الأمثلة الشِّعريَّة للاستئناس.
					</p>
					
					<h3>مثالٌ أوَّلٌ :</h3>
					<p>
						الشَّطر الشِّعري المكتوب هو (( قِفِيْ قَدَمِيْ إنَّ هَذا المَكَانَ ))
						<small class="goToMukhtar">4</small>
						  و هو يُنطق كما يلي : (( قِفِيْ قَدَمِيْ إنْنَ هَاذَلْ مَكَانَ )) و هذا ما يكافئ الرُّموز ((//0/ //0/0 //0/0 //0/)) و عند المقارنة بتشكيلات ضوابط البحور المحفوظة تجد أنّ الرموز ما هي إلّا التفعيلات (فعولُ فعولن فعولن فعولُ) ممّا يعني أنَّ الشَّطر من البحر المتقارب.
					</p>
					
					<h3>مثالٌ ثانٍ:</h3>
					<p>
						الشَّطر الشِّعري المكتوب هو (( كَفَىْ بِكَ دَاءً أَنْ تَرَى المَوْتَ شَافِيَا ))
						<small class="goToMukhtar">5</small>
						 و هو يُنطق كما يلي : ((كَفَىْ بِكَ دَاءَنْ أَنْ تَرَلْ مَوْتَ شَافِيَا )) و هذا ما يكافئ الرّموز ((//0/ //0/0/0 //0/0 //0//0)) و عند المقارنة بتشكيلات ضوابط البحور المحفوظة تجد أنَّ الرموز ما هي إلّا التفعيلات (فعولُ مفاعيلن فعولن مَفَاعِلُنْ) ممّا يعني أنَّ الشطر من البحر الطويل.

					</p>
					
					<h3>مثالٌ ثالثٌ :</h3>
					<p>
						 الشَّطر الشِّعري المكتوب هو ((شَمَمْتُ تُرْبَكِ لَاْ زُلْفَى وَ لَاْ مَلَقَا ))
						<small class="goToMukhtar">6</small>
						 و هو يُنطق كما يلي : ((شَمَمْتُ تُرْبَكِ لَاْ زُلْفَى وَ لَاْ مَلَقَا)) و هذا ما يكافئ الرّموز ((//0//0 ///0 /0/0//0 ///0)) و عند المقارنة بتشكيلات ضوابط البحور المحفوظة تجد أنَّ الرموز ما هي إلّا التفعيلات (مُتَفْعِلُنْ فَعِلُنْ مُسْتَفْعِلُنْ فَعِلُنْ) ممّا يعني أنَّ الشطر من البحر البسيط.

					</p>
					
					<div class="noteMukhtar">
						<h3><i>ملحوظة :</i></h3>
						<p>
							ملحوظة : من الطبيعي أنَّك قد لا تمتلك المهارة اللازمة للتقطيع من المحاولات الأولى و هذا غير مقلق إطلاقاً, و لا تنسَ -و لو للحظة- أنَّ هذه المهمّات ليست عملنا بل هي عمل الحاسوب! (ضمن طموحات هذا النظام البرمجيّ على الأقل) , نحن الآن نحاول أن نتعلّم المبدأ لنفهم كيف يستعمل هذا النظام.
						</p>
					</div>
					
					<br/><br/>
					
					
					

					
					
					
					
					<h2>طريقة التقطيع الثانية :</h2>
					<p>
						هناك طريقة أخرى للتقطيع العروضي تعتمد على المقاطع الصَّوتيّة و ذلك بهدف الاستغناء عن تشكيل كامل البيت الشِّعري إذ أنَّ الطريقة الأولى طويلة نوعاً ما و تستلزم الدِّقَّة في التشكيل و احتمال الخطأ فيها وارد و لهذا نعرض طريقة التقطيع العروضي الثانية المعروفة باسم "طريقة العَروضِ الصَّوتيّ".
						<small class="goToMukhtar">7</small>
					</p>
					<p>
						تعتمد هذه الطريقة على مبدأ بسيط جدّاً هو أنَّ أيَّ متكلِّمٍ بالعربيَّة الفصحى عندما يريد قراءة الشِّعر –أو غير الشِّعر – فإنَّه يُخرِج الكلام على دفعات (مقاطع صوتيَّة) من نوعين :
						<ol>
							<li>مقطع طويل : يتألّف من حرفين و يرمز له بـِ"خُطَيْط" ((  -  )).</li>
							<li>مقطع قصير : يتألَّف من حرف واحد و يرمز له بـ"رُكزة" (( U )) أو حرف باء غير منقوط.</li>
						</ol>
					</p>
					<p>
						و لتوضيح الفكرة لنفترض أنَّك تريد قراءة الجملة : (( أَكَلَ الوَلَدُ التُّفَّاحَة )) , إن قرأت الجملة قراءةً صحيحةً بشكل بطيء نوعاً ما ستلاحظ أنّك تقرأ كمايلي : أَ  كَ  لَلْـ  وَ  لَـ  دُتْـ   تُفْـ  فَا حَة ! , قم بالتجربة أكثر من مرّة و اقطع الشَّكَّ باليقين!.
					</p>
					<p>
						كما رأيت في التجربة البسيطة السّابقة قمنا بقراءة الجملة على تسعة مقاطع , أربعة منها قصيرة و خمسة طويلة , انظر الجدول التالي :
					</p>
					<table class="tableMukhtar2">
						<tr >
							<th>المقطع</th>
							<td>أَ</td>
							<td>كَ</td>
							<td>لَلْ</td>
							<td>وَ</td>
							<td>لَ</td>
							<td>دُتْ</td>
							<td>تُفْ</td>
							<td>فَاْ</td>
							<td>حَةْ</td>
						</tr>
						<tr>
							<th>نوعه</th>
							<td>قصير</td>
							<td>قصير</td>
							<td>طويل</td>
							<td>قصير</td>
							<td>قصير</td>
							<td>طويل</td>
							<td>طويل</td>
							<td>طويل</td>
							<td>طويل</td>
						</tr>
						<tr>
							<th>رمزه</th>
							<td>U</td>
							<td>U</td>
							<td>-</td>
							<td>U</td>
							<td>U</td>
							<td>-</td>
							<td>-</td>
							<td>-</td>
							<td>-</td>
						</tr>
					</table>
					
					<br/>
					<p>
						أعتقد الآن أنَّ فكرة المقاطع الصّوتيّة أصبحت أوضح و لهذا نعود للحديث عنها من ناحية العَروض حيث يعتمد عروضيّو هذه الطّريقة على تقسيم الأشطر الشِّعريّة إلى وحداتها الصوتيّة و من ثمَّ المقارنة مع الجدول التالي لاستخلاص التفعيلات:
					</p>
					
					<table class="tableMukhtar">
						<tr>
							<th>التفعيلة</th>
							<th>رمزها</th>
							<th>المقاطع الصوتية المكافئة لها</th>
						</tr>
						<tr>
							<td>فَعُوْلُنْ</td>
							<td>U - -</td>
							<td>قصير + طويل + طويل</td>
						</tr>
						<tr>
							<td>فَاْعِلُنْ</td>
							<td>- U -</td>
							<td>طويل + قصير + طويل</td>
						</tr>
						<tr>
							<td>مُسْتَفْعِلُنْ</td>
							<td>- - U -</td>
							<td>طويل + طويل + قصير + طويل</td>
						</tr>
						<tr>
							<td>مُتَفَاْعِلُنْ</td>
							<td>U - U U -</td>
							<td>قصير + قصير + طويل + قصير + طويل</td>
						</tr>
						<tr>
							<td>مُفَاْعِلَتُنْ</td>
							<td>U U - U -</td>
							<td>قصير + طويل + قصير + قصير + طويل</td>
						</tr>
						<tr>
							<td>مَفَاْعَيْلُنْ</td>
							<td>U - - -</td>
							<td>قصير + طويل + طويل + طويل</td>
						</tr>
						<tr>
							<td>فَاْعِلَاْتُنْ</td>
							<td>- U - -</td>
							<td>طويل + قصير + طويل + طويل</td>
						</tr>
						<tr>
							<td>مَفْعُوْلَاْتُ</td>
							<td>- - - U</td>
							<td>طويل + طويل + طويل + قصير</td>
						</tr>
						
					</table>
					
					<br/>
					
					<p>و بمقارنة التفعيلات الناتجة مع جدول ضوابط بحور الشِّعر المحفوظ يصلون لتسمية البحر الشِّعري , هذه هي فكرة العروض الصَّوتي باختصار و تبسيط , و لعلّنا نقوم بتقطيع ذات الأشطر التي قطّعناها بالطريقة التقليديّة باستخدام الطريقة الصّوتيّة للاطمئنان :</p>
					
					<h3>مثالٌ أوَّلٌ :</h3>
					<br/>
					<table class="tableMukhtar2">
						<tr>
							<th>الشطر الشِّعري</th>
							<td colspan="12">قِفِيْ قَدَمِيْ إنَّ هَذا المَكَانَ</td>
						</tr>
						<tr>
							<th>المقاطع الصَّوتيَّة</th>
							<td>قِ</td>
							<td>فِيْ</td>
							<td>قَ</td>
							<td>دَ</td>
							<td>مِيْ</td>
							<td>إنْ</td>
							<td>نَ</td>
							<td>هَا</td>
							<td>ذَلْ</td>
							<td>مَ</td>
							<td>كَا</td>
							<td>نَ</td>
						</tr>
						<tr>
							<th>الرُّموز المقابلة</th>
							<td>U</td>
							<td>-</td>
							<td>U</td>
							<td>U</td>
							<td>-</td>
							<td>-</td>
							<td>U</td>
							<td>-</td>
							<td>-</td>
							<td>U</td>
							<td>-</td>
							<td>U</td>
						</tr>
						<tr>
							<th>التفعيلات</th>
							<td colspan="3">فَعُوْلُ</td>
							<td colspan="3">فَعُوْلُنْ</td>
							<td colspan="3">فَعُوْلُنْ</td>
							<td colspan="3">فَعُوْلُ</td>
							
						</tr>
						<tr>
							<th>البحر الشِّعريّ</th>
							<td colspan="12">البحر المُتَقارِبْ</td>
						</tr>
					</table>
					<br/><br/>
					<h3>مِثالٌ ثانٍ :</h3>
					<br/>
					<table class="tableMukhtar2">
						<tr>
							<th>الشطر الشِّعري</th>
							<td colspan="14">كَفَىْ بِكَ دَاءً أَنْ تَرَى المَوْتَ شَافِيَا</td>
						</tr>
						<tr>
							<th>المقاطع الصَّوتيَّة</th>
							<td>كَ</td>
							<td>فَىْ</td>
							<td>بِ</td>
							<td>كَ</td>
							<td>دَاْ</td>
							<td>ءَنْ</td>
							<td>أَنْ</td>
							<td>تَ</td>
							<td>رَلْ</td>
							<td>مَوْ</td>
							<td>تَ</td>
							<td>شَاْ</td>
							<td>فِ</td>
							<td>يَاْ</td>
						</tr>
						<tr>
							<th>الرُّموز المقابلة</th>
							<td>U</td>
							<td>-</td>
							<td>U</td>
							<td>U</td>
							<td>-</td>
							<td>-</td>
							<td>-</td>
							<td>U</td>
							<td>-</td>
							<td>-</td>
							<td>U</td>
							<td>-</td>
							<td>U</td>
							<td>-</td>
						</tr>
						<tr>
							<th>التفعيلات</th>
							<td colspan="3">فَعُوْلُ</td>
							<td colspan="4">مَفَاْعِيْلُنْ</td>
							<td colspan="3">فَعُوْلُنْ</td>
							<td colspan="4">مَفَاْعِلُنْ</td>
							
						</tr>
						<tr>
							<th>البحر الشِّعريّ</th>
							<td colspan="14">البحر الطَّويل</td>
						</tr>
					</table>
					
					<br/><br/>
					
					

					
					
					<h2>التَّكافؤ بين طريقتي التقطيع المذكورتين فيما سبق :</h2>
					<p>
						قد يظن القارئ للوهلة الأولى أنّ هناك اختلافاً بين الطريقتين السَّابقتين إلّا أنّهما في حقيقة الأمر طريقة واحدة بترميزين مختلفين! , هذا أنَّ جلَّ ما فعله واضع الطريقة الصّوتيّة هو أنّه اعتبر كل متحرك يليه ساكن مقطعاً طويلاً (أي أنَّ /o تكافئ - )  ثمَّ اعتبر ما تبقى من متحركات مقاطعاً قصيرة (أي ما تبقى من / تكافئ U لكل منها) و يؤكّد صحّة هذا الاستنتاج قول واضع الطريقة في كتابه (فالرّكزة تمثّل حرفاً واحداً متحرّكاً و الخطيط حرفين أولهما متحرّك و الثاني ساكن)
						<small class="goToMukhtar">8</small>
						.
					</p>
					
					<br/><br/>
					
					
					<a style="clear:both;margin-right:60px;" class="a-btn" href="<?php echo base_url('lessons/lesson1'); ?>">
						<span class="a-btn-text">الدرس السابق</span> 
					</a>
					
					<a class="a-btn" href="<?php echo base_url('lessons'); ?>">
						<span class="a-btn-text">عودة إلى فهرس الدروس النظريَّة</span> 
					</a>
					
					<a class="a-btn" href="<?php echo base_url('lessons/lesson3'); ?>">
						<span class="a-btn-text">الدرس التالي</span> 
					</a>
				
					<div style="clear:both;"></div>
					
					<br/><br/>
					<h1 class="home-block-heading"></h1>
					<p id="hamesh1">1- القصيدة العربيّة التقليديّة (العموديّة) تتألّف من أبيات إذا قسمنا أحد هذه الأبيات إلى نصفين كان كل نصف منهما شطراً , يسمّى الشطر الأول صدر البيت و يسمّى الثاني عجز البيت.</p>
					<p id="hamesh2">2- يمكن أن تأتي (فَعُوْلُ) بدلاً من (فَعُوْلُنْ) الأولى أو الثانية , و يمكن أن تأتي (مَفَاْعِلُنْ) أو (فعولن) بدلاً من مفاعيلن الأخيرة و جميع ما سبق يسمّى جوازات البحر الطَّويل.</p>
					<p id="hamesh3">3- يمكن أن تأتي (فعولُ) بدلاً من أيِّ (فعولن) و يمكن أن تأتي (فَعُوْ) بدلاً من الأخيرة, و هذه جوازات البحر المتقارب.</p>
					<p id="hamesh4">4- من شعر شاعر سوريا العملاق عمر أبو ريشة.</p>
					<p id="hamesh5">5- من تراثنا الشعري لشاعر العربيّة الأوّل أبو الطيّب المتنبّي.</p>
					<p id="hamesh6">6- من شعر الشاعر العراقي الكبير محمّد مهدي الجواهريّ</p>
					<p id="hamesh7">7- لا أعلم بالضبط ما هو الاسم الدقيق لهذه الطَّريقة إلّا أنّني أنصح من يريد التبحُّر فيها بقراءة الجزء الأوّل من كتاب (فن التقطيع الشِّعري و القافية) لـ د.صفاء خلّوصي الذي اعتمد هذه الطريقة في كامل كتابه و لم يذكر اسماً لها.</p>
					<p id="hamesh8">8- ص23 (فن التقطيع الشِّعري و القافية – د.صفاء خلّوصي – طبعة 1962).</p>
					
	        	</div>
	        	
	      
				
				
			
			</div>
			<!-- ENDS content -->
			
			
			<script type="text/javascript">
				$(document).ready(function(){
					$('.goToMukhtar').click(function(e){
						var mukhtarSelector="#"+"hamesh"+$(this).html();
						$.scrollTo(mukhtarSelector,300);
						$(mukhtarSelector).animate({'background-color':'rgb(255,255,158)'},100).animate({'background-color':'rgb(245, 245, 245)'},4000);
					});
				});
			</script>
			
			
			<?php include( dirname(dirname(__FILE__)) .'/inc/foot.php'); ?>	