<!doctype html>
<html class="no-js">

	<head>
		<meta charset="utf-8"/>
		<title>مشروع الفراهيدي - تعليمات الإدخال</title>
		<link rel="stylesheet" media="all" href="<?php echo base_url('assets'); ?>/css/inputhelp.css"/>
	</head>
	
	
	<body>
		<h2 class="title">مشروع الفراهيدي - تعليمات ضبط المدخلات بالشّكل</h2>
		<h3>أوّلاً - الضبط اليدوي:</h3>
		<p>عند تقديم المدخلات للفراهيدي يجب مراعاة مايلي:
			<ul>
				<li>لا يتطلب الفراهيدي ضبط كامل البيت بالشّكل و إنّما ما يجب ضبطه بالشّكل هو الآتي:
					<ol>
						<li>الحرف السّاكن.</li>
						<li>الحرف المنوّن.</li>
						<li>الحرف المشدّد.</li>
						<li>الهاء و الميم في أواخر الكلمات المنتهية بهاء أو ميم.</li>
						<li>آخر حرف في نهاية كل شطر.</li>
						<li>في حال الرغبة باستخدام خاصية تحليل القوافي يجب ضبط <u>آخر ستَّة حروف من البيت بشكل كامل</u>.</li>
					</ol>
				</li>
				<li>لضبط الحرف بالشكل يتمّ كتابة الحرف أوّلاً ثمّ كتابة الحركة بعده مباشرةً دون أيّ فواصل.</li>
				<li>يجب ترك مسافة بين واو العطف و الكلمة التي تليها.</li>
				<li>إذا لم يتم وضع حركة السكون في نهاية البيت ذي القافية المقيّدة سيتم اعتباره بيتاً ذا قافية مطلقة.</li>
				<li>يمكن تجاهل وضع حركة السكون على الألف الطويلة (ا) و الألف المقصورة (ى).</li>
				<li>يمكن تجاهل وضع حركة الشدّة على الحرف الذي يلي اللام الشمسيّة مباشرةً , مثال : حرف الدال في كلمة "الدّهر".</li>
				
			</ul>
		</p>
		
		<h3>ثانياً - الضبط الآلي:</h3>
		<p>يمكن الاستعانة بميزة ضبط المحارف بالشّكل آليّاً و لكنّنا ننوّه أنّ طريقة الضبط الآلي بُنِيَت باستخدام أساليب و طرائق الإحصاء الرياضيّ و لهذا فثمّة نسبة خطأ لا بدّ من ظهورها في الشّكل الآلي و هو ما يتطلّب التدقيق.</p>
	</body>
</html>